export const travelData = [
    {
      id: 1,
      title: "探秘张家界：玻璃桥与天门山的奇幻之旅",
      content: `张家界位于湖南省西北部，以其独特的石英砂岩峰林地貌闻名于世。这里的山峰如刀削斧劈，直插云霄，被誉为“扩大的盆景，缩小的仙境”。张家界国家森林公园是中国第一个国家森林公园，也是世界自然遗产地。

      玻璃桥是张家界大峡谷景区的一大亮点，全长430米，宽6米，桥面距谷底约300米，是世界上最高、最长的玻璃桥。站在桥上，脚下是深不见底的峡谷，四周是壮丽的山峰，惊险刺激的同时又能欣赏到无与伦比的美景。天门山则是张家界的另一大标志性景点，以其天然形成的天门洞而得名。乘坐世界最长的索道——天门山索道，可以直达山顶，沿途俯瞰张家界的壮丽景色。山顶的天门山寺历史悠久，香火鼎盛，是游客祈福的圣地。
      
      除了玻璃桥和天门山，张家界还有许多值得一游的景点，如袁家界、金鞭溪、黄石寨等。袁家界是电影《阿凡达》中悬浮山的取景地，这里的“乾坤柱”更是成为了张家界的标志性景观。金鞭溪则是一条蜿蜒于峡谷中的溪流，两岸峰林耸立，溪水清澈见底，是徒步爱好者的天堂。黄石寨是张家界最早开发的景区之一，素有“不到黄石寨，枉到张家界”之说。
      
      张家界的美食也不容错过，如土家族的三下锅、腊肉、酸鱼等，都是当地的特色美食。此外，张家界的民俗文化丰富多彩，土家族的摆手舞、茅古斯舞等传统舞蹈，展现了当地人民的热情与豪放。
      
      总之，张家界是一个集自然风光、人文景观和民俗文化于一体的旅游胜地，无论是喜欢冒险的年轻人，还是追求宁静的中老年人，都能在这里找到属于自己的乐趣。`,
      date: "2023-10-15",
      price: 2,
      img: 'https://img1.baidu.com/it/u=1231690972,1024066509&fm=253&fmt=auto&app=120&f=JPEG?w=1423&h=800',
    },
    {
      id: 2,
      title: "丽江古城：感受纳西文化的魅力",
      content: `丽江古城位于云南省西北部，是中国历史文化名城之一，也是世界文化遗产。古城始建于宋末元初，至今已有800多年的历史。丽江古城以其独特的纳西族文化和保存完好的古建筑群而闻名于世。

      丽江古城的街道依山傍水而建，以四方街为中心，四通八达。古城的建筑多为土木结构，屋顶覆盖着青瓦，墙壁上绘有精美的壁画，充满了浓郁的民族风情。古城的夜晚更是热闹非凡，酒吧街灯火通明，音乐声此起彼伏，吸引了无数游客前来体验。
      
      丽江古城不仅是纳西族文化的发源地，也是东巴文化的中心。东巴文化是纳西族的传统文化，以东巴文字、东巴经书和东巴舞蹈为主要内容。东巴文字是世界上唯一仍在使用的象形文字，被誉为“活着的象形文字”。在丽江古城，游客可以参观东巴文化博物馆，了解东巴文化的历史和传承。
      
      除了丽江古城，玉龙雪山也是丽江的一大景点。玉龙雪山是北半球最南的大雪山，主峰扇子陡海拔5596米，终年积雪。游客可以乘坐索道到达海拔4506米的冰川公园，近距离欣赏雪山的壮丽景色。蓝月谷则是玉龙雪山脚下的一片湖泊，湖水清澈见底，呈现出梦幻的蓝色，被誉为“人间仙境”。
      
      丽江的美食也颇具特色，如纳西族的腊排骨、鸡豆凉粉、丽江粑粑等，都是当地的特色美食。此外，丽江的民俗文化丰富多彩，纳西古乐、东巴舞蹈等传统表演，展现了纳西族人民的智慧与才华。
      
      总之，丽江古城是一个集自然风光、人文景观和民俗文化于一体的旅游胜地，无论是喜欢历史文化的游客，还是追求浪漫的年轻人，都能在这里找到属于自己的乐趣。`,
      date: "2023-10-20",
      price: 1,
      img: 'https://img2.baidu.com/it/u=427821527,788964588&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=500'
    },
    {
      id: 3,
      title: "桂林山水甲天下：漓江竹筏漂流",
      content: `桂林位于广西壮族自治区东北部，以其独特的喀斯特地貌和秀丽的山水风光而闻名于世。桂林的山水被誉为“甲天下”，漓江则是桂林山水的精华所在。

      漓江竹筏漂流是体验桂林美景的最佳方式。漓江两岸峰林耸立，江水清澈见底，沿途的田园风光令人陶醉。从桂林到阳朔的漓江段是漓江风光的精华，沿途有九马画山、黄布倒影、兴坪佳境等著名景点。九马画山是一座形似九匹马的巨大石壁，传说能看出九匹马的人会交好运。黄布倒影则是漓江上最著名的倒影景观，江水如镜，倒映着两岸的青山，宛如一幅水墨画。
      
      除了漓江，桂林还有许多值得一游的景点，如象鼻山、七星公园、芦笛岩等。象鼻山是桂林的城徽，因形似一头饮水的大象而得名。七星公园是桂林最大的综合性公园，园内有七座山峰排列如北斗七星，故而得名。芦笛岩则是桂林最著名的溶洞之一，洞内钟乳石千姿百态，灯光映照下宛如仙境。
      
      桂林的美食也不容错过，如桂林米粉、啤酒鱼、荔浦芋头等，都是当地的特色美食。此外，桂林的民俗文化丰富多彩，壮族的三月三歌节、瑶族的盘王节等传统节日，展现了当地人民的热情与豪放。
      
      总之，桂林是一个集自然风光、人文景观和民俗文化于一体的旅游胜地，无论是喜欢山水的游客，还是追求美食的吃货，都能在这里找到属于自己的乐趣。`,
      date: "2023-10-25",
      price: 2,
      img: 'https://img2.baidu.com/it/u=3760051118,436357675&fm=253&fmt=auto&app=138&f=JPEG?w=740&h=500'

    },
    {
      id: 4,
      title: "西藏拉萨：朝圣之旅",
      content: `拉萨是西藏自治区的首府，也是西藏的政治、经济和文化中心。拉萨位于青藏高原的中部，海拔3650米，是世界上海拔最高的城市之一。拉萨以其独特的藏传佛教文化和壮丽的自然风光而闻名于世。

      布达拉宫是拉萨的标志性建筑，也是世界文化遗产。布达拉宫始建于公元7世纪，是藏王松赞干布为迎娶文成公主而建。布达拉宫依山而建，气势恢宏，宫内珍藏有大量的佛像、壁画和经书，是藏传佛教的圣地。大昭寺则是拉萨的另一大标志性建筑，寺内供奉着释迦牟尼12岁等身像，是藏传佛教信徒朝圣的终极目的地。
      
      除了布达拉宫和大昭寺，拉萨还有许多值得一游的景点，如八廓街、色拉寺、哲蚌寺等。八廓街是拉萨最繁华的商业街，也是藏传佛教信徒转经的必经之路。色拉寺和哲蚌寺是拉萨的三大寺庙之一，寺内珍藏有大量的佛教文物，是了解藏传佛教文化的好去处。
      
      拉萨的美食也颇具特色，如酥油茶、青稞酒、糌粑等，都是当地的特色美食。此外，拉萨的民俗文化丰富多彩，藏族的藏历新年、雪顿节等传统节日，展现了藏族人民的智慧与才华。
      
      总之，拉萨是一个集自然风光、人文景观和民俗文化于一体的旅游胜地，无论是喜欢历史文化的游客，还是追求宁静的朝圣者，都能在这里找到属于自己的乐趣。`,
      date: "2023-11-01",
      price: 5,
      img: 'https://img2.baidu.com/it/u=2313915513,489723238&fm=253&fmt=auto&app=138&f=JPEG?w=889&h=500'

    },
    // {
    //   id: 5,
    //   title: "三亚：阳光沙滩与热带风情",
    //   content: `三亚位于海南岛的最南端，是中国最著名的海滨度假胜地之一。三亚以其阳光、沙滩、椰林和清澈的海水而闻名于世，被誉为“东方夏威夷”。

    //   亚龙湾是三亚最著名的海滩之一，被誉为“天下第一湾”。亚龙湾的海水清澈见底，沙滩洁白细腻，是游泳、潜水、冲浪等水上活动的理想场所。天涯海角则是三亚的另一大标志性景点，这里有着“天涯”和“海角”两块巨石，象征着爱情的永恒。
      
    //   除了亚龙湾和天涯海角，三亚还有许多值得一游的景点，如南山文化旅游区、蜈支洲岛、大小洞天等。南山文化旅游区是一个集佛教文化、热带风光和休闲度假于一体的综合性景区，景区内的南山寺和108米高的南海观音像吸引了无数游客前来朝圣。蜈支洲岛则是三亚最著名的海岛之一，岛上的海水清澈见底，珊瑚礁丰富多彩，是潜水爱好者的天堂。
      
    //   三亚的美食也不容错过，如海南鸡饭、椰子鸡、东山羊等，都是当地的特色美食。此外，三亚的民俗文化丰富多彩，黎族的三月三节、苗族的苗年节等传统节日，展现了当地人民的热情与豪放。
      
    //   总之，三亚是一个集自然风光、人文景观和民俗文化于一体的旅游胜地，无论是喜欢海滩的游客，还是追求美食的吃货，都能在这里找到属于自己的乐趣。`,
    //   date: "2023-11-10",
    //   price: 3,
    // },
  ];

export const goodsImages = [
  'https://img.youpin.mi-img.com/ferriswheel/9c25cf0f_e53c_4b8e_9ac7_effa17b95fd0.jpeg@base@tag=imgScale&F=webp&h=1080&q=90&w=2560',
  'https://img.youpin.mi-img.com/ferriswheel/0c14fe38_671e_48d7_9c1b_22c3fe36b93c.jpeg@base@tag=imgScale&F=webp&h=1080&q=90&w=2560',
]

export const productList = [
  {
    id: 1,
    name: '迷你小号订书机订书器学生用便捷小款钉书机多功能订书装订机手动简约系列家用办公款定书机小号',
    price: 2,
    quantity: 10,
    image: 'https://img.alicdn.com/imgextra/i3/1695428113/O1CN014d75No29nnw5BCDz6_!!1695428113.jpg_.webp',
  },
  {
    id: 2,
    name: '直尺刻度尺小学生专用初中生15cm18cm20cm30cm40cm50cm60cm厘米加厚塑料亚克力尺子透明软带波浪线套装',
    price: 1,
    quantity: 15,
    image: 'https://gw.alicdn.com/imgextra/O1CN01EM6xCL2LY1sHKzAmT_!!3937219703-0-C2M.jpg_.webp',
  },
  {
    id: 3,
    name: '原装正品适用小米耳机有线typec入耳式高音质降噪游戏圆孔专用696',
    price: 1,
    quantity: 20,
    image: 'https://img.alicdn.com/imgextra/i1/2952180716/O1CN01wQxqBn1H9yKZ7qlt9_!!2952180716.jpg_.webp',
  },
  {
    id: 4,
    name: '2025新款真无线蓝牙耳机HiFi降噪入耳式长续航大电量官方原装正品',
    price: 4,
    quantity: 5,
    image: 'https://gw.alicdn.com/imgextra/O1CN01IZ9UJe28UHOWYj89p_!!2591257935.jpg_.webp',
  },
  {
    id: 5,
    name: '官方原装正品耳机半入耳式适用平板小米降噪k歌typec圆孔有线696',
    price: 1,
    quantity: 30,
    image: 'https://img.alicdn.com/imgextra/i4/2616970884/O1CN01AQhyjh1IOv9kJjjQI_!!4611686018427383428-0-item_pic.jpg_.webp',
  },
  {
    id: 6,
    name: '直液式走珠笔黑笔刷题笔签字笔考试老师学生专用蓝红笔黑色写字笔圆珠笔水笔水性碳素直液笔笔速干中性笔',
    price: 2,
    quantity: 12,
    image: 'https://img.alicdn.com/imgextra/i3/1749522792/O1CN01UwWk7o1WUmY51udZx_!!0-item_pic.jpg_.webp',
  },
  {
    id: 7,
    name: '笔记本本子简约高中初中生专用文具小学生办公用品记事本A5工作软抄本A4批发B5日记本软皮软面抄练习本作业本',
    price: 8,
    quantity: 8,
    image: 'https://img.alicdn.com/imgextra/i4/3478185567/O1CN01mRgLiC1qzjqgqlppI_!!0-item_pic.jpg_.webp',
  },
  {
    id: 8,
    name: '简约笔袋文具盒男孩款小容量高颜值儿童铅笔盒男孩子小学生用男童男生帆布文具袋大容量2024年新款流行收纳袋',
    price: 1,
    quantity: 25,
    image: 'https://img.alicdn.com/imgextra/i4/1685372067/O1CN01pi53R01R8jKslb1Uv_!!0-item_pic.jpg_.webp',
  },
]